{
  "projects": [
    {
      "color": "#3CB043",
      "image": "/images/projects/annotsav_bg.png",
      "name": "Annotsav",
      "text": "Annotsav is an innovative initiative by Enactus NSUT aimed at revolutionizing both agriculture and personal gardening practices. We address challenges like water scarcity and inefficient irrigation for farmers. We also offer customized table pots with select plants, designed to enhance study tables and creative workspaces. Additionally, we produce in-house fertilizer balls to support plant health. Our mission is to enhance agricultural productivity, promote environmental conservation, and improve the livelihoods of farming communities."
    },
    {
      "color": "#002D62",
      "image": "/images/projects/clair_bg.jpg",
      "name": "Clair",
      "text": "Project Clair is our initiative to tackle the pressing issue of air pollution in North India, where stubble burning is a major contributor. We started by developing an air purifier to provide a quick and effective way to combat polluted air. However, realizing the need for a long-term, sustainable solution, we turned stubble—a key pollutant—into opportunity. By repurposing it, we have created eco-friendly products like plates, table mats, coasters, air-purifying bags, and air-freshener pouches. Through these efforts, we have not only reduced pollution but also promoted sustainable living, proving that small changes can lead to big impacts."
    },
    {
      "color": "#6F4E37",
      "image": "/images/projects/satva_bg.png",
      "name": "Satva",
      "text": "Satva is a project by Enactus NSUT, born from a simple idea, to turn coffee waste into something beautiful and useful. In India we end up with millions of tonnes of waste every year. Satva takes this waste and turns it into stylish, everyday products like mugs, kulhads, and candles. By working with potters and artisans in Uttam Nagar and Kanpur, we are helping to create jobs and uplift local communities."
    }
  ]
}
